[
  "obsidian-git",
  "calendar",
  "obsidian-icon-folder",
  "obsidian-file-color",
  "colored-tags",
  "file-explorer-note-count",
  "file-explorer-plus",
  "omnisearch",
  "cmdr",
  "code-styler",
  "obsidian-style-settings",
  "realclaudian",
  "open-tab-settings",
  "obsidian-underline"
]